<footer class="mt-auto bg-dark text-white-50 py-1 small">
    <p>ශ්‍රී ලාංකිකයන් දැනට මුහුණපා සිටින අසීරුතා යම්තාක් හෝ අඩු කරගැනීමේ පරමාර්ථයෙන් නොමිලයේ සපයන පොදු සේවාවකි. මෙය
        අවභාවිතාවෙන් හෝ හානිකර ක්‍රියාවන්ගෙන් වළකින මෙන් කාරුණිකව ඉල්ලා සිටිමු.</p>
    ඔබේ පුද්ගලික තොරතුරු (දුරකථන අංකය) මෙම පද්ධය්තියෙන් පිටත කිසිඳු කටයුත්තක් සඳහා ලබා දීමක් හෝ ඔබ ගෑස් සිලින්ඩරය
    මිලදී ගැනීමෙන් පසු පද්ධතිය තුළ රඳවා තබාගැනීමක් හෝ සිදු කෙරෙන්නේ නැත. (<a href="privacy.php">වැඩිදුර තොරතුරු</a>).
    මෙය
    <a href="https://github.com/madhusankagoonathilake/gas-queue-mgt">නිදහස් හා විවෘත (Free &amp; Open Source)
        මෘදුකාංගයකි</a>.
</footer>
</div>


</body>
</html>
