<?php

session_start();

include_once '../common/session.php';

if (isLoggedIn()) {
    header('Location: /agency-dashboard.php');
}

include_once '../templates/header.php';
?>

<main class="px-3 py-3 mt-5 ">
    <h1>ඒජන්සි හිමිකරු</h1>
    <p class="lead">&nbsp;</p>
    <p class="lead">
        <strong>පියවර</strong>
    </p>
    <ol class="text-start fw-bold">
        <li>ඔබගේ ව්‍යාපාර ස්ථානයේ නම සහ නගරය ඇතුළත් කර <a class="btn btn-sm btn-success" href="agency-register.php">ලියාපදිංචි
                වන්න</a>.
        </li>
        <li>ලියාපදිංචි වූ පසු, <a class="btn btn-sm btn-info" href="login.php">පද්ධතියට ඇතුළුවන්න</a>. එවිට ඔබගෙන් ගෑස්
            සිලින්ඩර් මිළදීගැනීමට
            බලාපොරොත්තුවෙන් සිටින
            පාරිභෝගිකයන් ගණන දිස් වනු ඇත.<br/><span class="text-white-50">ඔබේ ව්‍යාපාර ස්ථානයේ දැනටමත් පෝළිමක පිරිස රැඳී සීටී
                නම් ඔවුනට පිළිවෙලින් මෙයට ඇතුළුවීමට දිරිමත් කරන්න.</span>
        </li>
        <li>ඔබට ගෑස් සිලින්ඩර ලැබුනු පසු, ඔබට සපුරාලිය හැකි සිලින්ඩර සංඛ්‍යාව ඇතුලත් කරන්න. එවිට ඔබෙන් මිළදීගැනීමට
            බලාපොරොත්තුවෙන් රැඳී සිටින පිරිසෙන් මුලින්ම සිටින පිරිසට SMS පණිවිඩයක් මගින් දැනුවත් කෙරෙනු ඇත. (මේ සඳහා
            ඔබෙන් ගාස්තු අය නොවේ.) <span class="text-white-50">උදාරණයක් ලෙස, ඔබෙන් ගෑස් මිළදී ගැනීමට 50ක් සිටී නම්, ඔබට සමාගමෙන් ලැබුණේ සිලින්ඩර
            30ක් නම්, එයින් 20ක් පමණක් ඔබ මෙම පිරිසට නිකුත් කරන්නේ නම්, 20 ඇතුලත් කර සනාථ කරන්න. ඒවිට මෙම ලයිස්තුවේ මුල
                සිටින 20 දෙනාට SMS මගින් දැනුවත් කෙරෙණු ඇත.</span>
        </li>
        <li>මෙම ලයිස්තුඒ පාරිභෝගිකයෙක් පැමිණ ඔහුගේ/ඇයගේ කේතය ඉදිරිපත් කරනු ඇත. එය මේ පද්ධතියට ඇතුලත් කර වලංගුතාවර සනාථ
            කරගන්න. ඔවුන් සිය ගෑස් සිලින්ඩරය මිලදී ගත් පසු, ඒ බව පද්ධතියේ සටහන් කරන්න. එවිට, ඔවුන්ව පොරොත්තු ලේඛනයෙන්
            ඉවත් වනු ඇත.
            <span class="text-white-50">දින 3ක් තුල අදාළ පාරිභෝගිකයන් නොපැමිනියහොත්, ඔබට ඔවුන්ව පොරොත්තු ලේඛනයෙන් ඉවත් කල හැක.
                එවිට එතැනට පසුපසින් සිටින පුද්ගලයන්ට SMS පණිවිඩ යැවෙනු ඇත. උදාහරණයක් ලෙස, පෙර නිකුත් කල සිලින්ඩර 20න් 2ක් ඉතිරිව
                ඇත්නම්, ඊට අදාළ පොරොත්තු ලයිස්තුවේ සිටින අයවලුන් දින 3ක් ඇතුලතුළ පැමිණ නැත්නම්, ලයිස්තුවේ 21 හා 22 ස්ථාන වල අයට
                අවස්ථාව ලැබේ.</span>
        </li>
        <li>ඔබ නිකුත් කල කාණ්ඩයේ සිලින්ඩර ගණන අලෙවි වී අවසන්වූ පසු ඔබට නැවතත් නව කාණ්ඩයක් නිකුත් කල හැක. මෙය ඔබට
            සමාගමෙන් සිලින්ඩර ලැබෙන පරිදි කල යුතුය.
        </li>
    </ol>
</main>

<?php include_once '../templates/footer.php' ?>
